tap "heroku/brew"
tap "thoughtbot/formulae"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sgeb/mutt"
tap "caskroom/drivers"
tap "caskroom/cask"
cask "xquartz"
brew "readline"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ffmpeg"
brew "flake8"
brew "fortune"
brew "git"
brew "go"
brew "grc"
brew "heroku"
brew "hub"
brew "imagemagick"
brew "jq"
brew "macvim"
brew "nmap"
brew "nvm"
brew "pipenv"
brew "postgresql"
brew "python@2"
brew "reattach-to-user-namespace"
brew "ruby"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "z"
brew "zsh"
brew "sgeb/mutt/mutt", args: ["with-sidebar-patch"]
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "alfred"
cask "caffeine"
cask "cyberduck"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-earth-pro"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "mactex"
cask "marked"
cask "microsoft-office"
cask "ringcentral"
cask "slack"
cask "slate"
cask "spotify"
cask "the-unarchiver"
cask "tower"
cask "transmit"
cask "vlc"
cask "caskroom/drivers/logitech-options"
